{
    "article": [{
        "title": "2022 FIFA World Cup",
        "content": "The 2022 FIFA World Cup was an international football tournament contested by the men's national teams of FIFA's member associations and 22nd edition of the FIFA World Cup. It took place in Qatar from 20 November to 18 December 2022, making it the first World Cup held in the Arab world and Muslim world, and the second held entirely in Asia after the 2002 tournament in South Korea and Japan. France were the defending champions, having defeated Croatia 4-2 in the 2018 final.\n\nThis tournament was the last with 32 participating teams, with the number of teams being increased to 48 for the 2026 edition. To avoid the extremes of Qatar's hot climate, the event was held during November and December. It was held over a reduced time frame of 29 days with 64 matches played in eight venues across five cities. The Qatar national football team entered the event—their first World Cup—automatically as the host's national team, alongside 31 teams determined by the qualification process.\n\nArgentina were crowned the champions after winning the final against the title holder France 4-2 on penalties following a 3-3 draw after extra time. It was Argentina's third title and their first since 1986, as well being the first nation from South America to win the tournament since 2002. French player Kylian Mbappé became the first player to score a hat-trick in a World Cup final since Geoff Hurst in the 1966 final and won the Golden Boot as he scored the most goals (eight) during the tournament. Argentine captain Lionel Messi was voted the tournament's best player, winning the Golden Ball. Teammates Emiliano Martínez and Enzo Fernández won the Golden Glove, awarded to the tournament's best goalkeeper, and the Young Player Award, awarded to the tournament's best young player, respectively. The tournament, with 172 goals, set a new record for the highest number of goals scored with the 32 team format.\n\nThe choice to host the World Cup in Qatar attracted significant criticism, with concerns raised over the country's treatment of migrant workers, women and members of the LGBT community, as well as Qatar's climate, lack of a strong football culture, scheduling changes, and allegations of bribery for hosting rights and wider FIFA corruption."
    }],
	"tournament_details": [{
        "host": "Qatar",
        "date": "20 November - 18 December",
        "team": "32 (from 5 confederations)",
        "venues": "8 (in 5 host cities)"
    }],
    "final_positions": [{
        "champion": "Argentina",
        "runner_up": "France",
        "third_place": "Croatia",
        "fourth_place": "Morocco"
    }],
    "tournament_statistics": [{
        "matches_played": "64",
        "goals_scored": "172 (2.69 per match)",
        "attendance": "404,252 (53,191 per match)",
        "top_scorer": "Kylian Mbappé (8 goals)",
        "best_player": "Lionel Messi",
        "best_young_player": "Enzo Fernández",
        "best_goalkeeper": "Emiliano Martínez",
        "fair_play_award": "England"
    }]
}